[
{
    "title":"核心主干线",
    "polylines": [
    	{
    		"title":"十里琅珰",
    		"desc":"始于梅灵北路上天竺，经狮子山、狮峰、万林背山、五云山，下至九溪口，中途可达龙井、梅家坞、灵隐。相传该段山路是股市挑担货郎摸索出的，山路上都是货郎担子、叮铃当啷之声，故又名“十里郎当”，全长约7KM"
    	},
    	{
    		"title":"十里龙脊",
    		"desc":"始于古荡老和山，沿将军山、状元峰、北高峰、美人峰、石人岭、狮子笼、竹竿山、严家山、茶坞山、北车坞、丁家山、太坞山，百子尖、桃桂山、至于大诸桥孟坞，可直抵宋城，是杭城最为核心成熟的登山路线，沿途可达浙大玉泉校区、植物园、灵隐、法华、上中下天竺、梅家坞、花坞、留下、大清谷、云栖等等，全长约16KM"
    	},
    	{
    		"title":"百里如意",
    		"desc":"北起留下街道屏峰社区老年活动中心小屏峰，途经屏峰山、老焦山、金莲寺、小和山、狮子山、白龙潭、飞凤岩、黄梅山、鸡笼顶、龙尾巴山、白岩山、金家岭、西湖山、大岭、如意尖（杭城最高峰，海拔536米）、野山头、狗头山、石门坞、牛背岭、西山，南端终点在双浦镇风水洞口；由于和这条主线相连的支线游步道，不仅包括西湖区的，还连通余杭区、富阳市，因为连通的支线数量多，所以取名为“百里如意”，全长约30KM"
    	},
    	{
    		"title":"西溪谷慢行道",
    		"desc":"始于古荡双口井，沿西溪路南边山麓而行，专门为休闲散步而设计，只有很小幅的缓坡，经马家坞、东岳、大小龙驹坞、大小花坞、杨家牌楼，止于留下西穆坞，全长约13KM"
    	}
    ]
},
{
    "title":"短线休闲",
    "polylines": [
    	{
    		"title":"万松书院至梵天寺",
    		"desc":"始于万松书院，经老虎洞、凤凰山、栖云寺，止于梵天寺，途中有多处南宋历史遗迹，可了解杭城相关历史文化，全长约2KM"
    	},
    	{
    		"title":"四眼井至南屏晚钟",
    		"desc":"始于四眼井，向北上山经九䂂山、荔枝峰、南屏山，止于南屏晚钟，其中九䂂山为环西湖的最高峰，全长约2KM"
    	},
    	{
    		"title":"玉泉山至古荡老和山入口",
    		"desc":"始于植物园内玉泉山，每年3月左右可观灵峰探梅，经杭城西北面最高峰将军山，止于老和山古荡主入口，全长约2KM"
    	},
        {
            "title":"儿童公园至六和塔",
            "desc":"始于杭州少年儿童公园，经虎跑寺上山，在贵人阁可远眺翁家山群山、以及江干风情，再经马儿山岗、头龙头到达六和塔，全长约4KM"
        },
        {
            "title":"龙井寺至茶叶博物馆",
            "desc":"始于龙井村龙井寺，缓阶而上，向北经棋盘山、天马山、过吉庆山、下至茶叶博物馆，全长约3KM"
        },
        {
            "title":"黄龙洞至宝石山",
            "desc":"始于曙光路上的黄龙洞，向南而上，经挂牌山后向东前往宝石山、保俶塔，最后下山至宝石山下一弄，途中西湖全景尽收眼底，全长约2KM"
        },
        {
            "title":"北高峰小环线",
            "desc":"始于灵隐寺旁，向北而上至天下第一神庙，在北高峰远眺西湖，灵隐、韬光、永福、佛学院尽收眼底，后经美人峰，下山至法云弄，全长约3KM"
        },
        {
            "title":"迷你十里琅珰",
            "desc":"始于龙井村十里琅珰牌坊，向西上山至狮峰，向西而下至梅家坞十里琅珰牌坊，全长约3KM"
        },
        {
            "title":"上满觉陇至三台山",
            "desc":"始于上满觉陇，向北上山经千人洞、南高峰、五老峰，下山至三台山路，全长约2KM"
        }
    ]
},
{
    "title":"赛事精选",
    "polylines": [
    	{
    		"title":"2015VASQUE西湖跑山赛",
    		"desc":"杭城历史最悠久的跑山品牌赛事，从2006年开始已经10年了，始于植物园灵峰探梅停车场，经桃园岭、状元峰、北高峰、美人峰、龙门山、石人岭、佛学院、天竺山、狮峰、万林背山、五云山、林海亭、九溪烟树、上满觉陇、南高峰、五老峰、吉庆山、灵隐路，最后回到出发点，全程逆时针而行，串联起十里龙脊、十里琅珰、南高峰相关路线，全长约28KM"
    	},
    	{
    		"title":"2016VASQUE西湖跑山赛",
    		"desc":"移师钱塘江边，始于白塔公园，经复兴路、水澄路、八卦田、乌龟山、栖云寺、玉皇山、大慈山、香樟雅苑、贵人阁、水乐洞、南高峰、五老峰、茶叶博物馆、吉庆山、天马山、棋盘山、寿星头、万林背山、五云山、老虎山、林海亭、马鞍山、头龙头、革命烈士纪念馆、白塔山，至于出发点白塔公园，全程逆时针而行，核心穿越玉皇山、南高峰、十里琅珰，全长约30KM"
    	},
        {
            "title":"2016嗨跑杭州山地越野赛",
            "desc":"嗨跑旗下品牌赛事，从2014年开始举办，路线始于茅家埠，经茶叶博物馆、吉庆山顶、中天竺、佛学院、枫树岭岔口、天竺山、十里琅珰、五云山真迹寺、九溪玫瑰园、螺髻峰、贵人阁、翁家山（烟霞洞）、南高峰回到起点，全程逆时针而行，核心穿越十里琅珰、南高峰，全长约25KM"
        },
        {
            "title":"2016吉武杭州山地越野赛超级组",
            "desc":"吉武旗下品牌赛事，从2012年开始举办，路线始于茶叶博物馆，经三台阁、南高峰、宏法坞、杨梅岭、翁家山、你我茶燕园、九溪十八涧、寿星头、狮子山、云西坞、九溪烟树、马儿山岗、头龙头、大华山、林海亭、五云山、西湖花园、秤砣山、云栖竹径、太坞山、白云深处、九曲亭、狮子笼、天门山、狮峰、中印庵、石人亭、龙门山、佛学院、小西天、中天竺、杨梅弄、棋盘山、天马山、最后回到茶叶博物馆，全程顺时针而行，内含几个小环线，全长约50KM"
        },
        {
            "title":"2016吉武杭州山地越野赛全程组",
            "desc":"吉武旗下品牌赛事，从2012年开始举办，路线始于茶叶博物馆，经三台阁、南高峰、宏法坞、杨梅岭、翁家山、大人峰、你我茶燕园、九溪十八涧、寿星头、狮子山、云西坞、九溪烟树、马儿山岗、珍珠坞、头龙头、大华山、林海亭、五云山、梅家坞、梅灵南路、白云深处、大岗、九曲亭、狮子笼、天门山、狮峰、棋盘山、天马山、最后回到茶叶博物馆，全程顺时针而行，全长约35KM"
        },
        {
            "title":"2016JD杭州山地马拉松赛全程组",
            "desc":"也是吉武旗下品牌赛事，从2013年开始举办，路线始于青芝坞，经桃源岭、北高峰、美人峰、佛学院、天竺山、十里琅珰、梅家坞、茶坞山、大清谷、外桐坞村、泮家山、老焦山、哩哗山、屏峰山、大岭山、罗坟尖、竹竿山、九曲亭、永兴寺、西溪谷漫步道、美女山、最后回到青芝坞，全程顺时针而行，串联起十里龙脊、十里琅珰、百里如意、西溪谷慢行道全杭四大核心路线，堪称最美最嗨，全长约42KM"
        },
        {
            "title":"浙大毅行-西湖群山标准毅行",
            "desc":"始于浙大玉泉校区，经将军山、美女山、桃园岭、北高峰、美人峰、石人岭、天竺山、狮峰、十里琅珰、五云山、林海亭、马鞍山、虎跑后山、杭州少年儿童公园、玉皇山、将台山、万松书院、云居山、城隍阁，止于吴山广场，全程环西湖逆时针而行，连通十里龙脊和十里琅珰这两条最核心成熟登山路线，途中多处不仅可鸟瞰西湖全貌，还可远眺钱塘江，真是美不胜收，每年坚持毅行一次，绝对让你更爱杭州！全长约27KM"
        },
        {
            "title":"西部越野赛-西部群山疯浙线",
            "desc":"始于灵山风水洞，经牛背岭、狗头山、如意尖、老虎山、金家岭、白岩山、飞凤岩、午潮山、龙门岭、金莲寺、屏峰山、竹竿山、石人岭、美人峰、北高峰、桃园岭、将军山，止于古荡老和山主入口，全程穿越周浦、龙坞、西湖三大山脊，连通百里如意和十里龙脊，近30座山峰累计爬升接近4000米，绝对爽到极点！全长约43KM"
        }
    ]
},
{
    "title":"野路精选",
    "polylines": [
    	{
    		"title":"九曲亭下山至永兴寺",
    		"desc":"始于十里龙脊主干道九曲岭，经永兴寺边上的山坳墓群下山，全程山林野路，挑战在于要经过长达500米的墓群，害怕不？约1.5KM"
    	},
    	{
    		"title":"龙门亭下山至金鱼井村",
    		"desc":"始于十里龙脊主干道龙门亭，止于金鱼井村后的龙驹西路，前半程山林野路，后半程石阶道路，中间会穿越工商大学武装学院的训练区，沿途有风险提醒，一般没事，还能一路畅听军歌，全长约2KM"
    	},
        {
            "title":"太坞山下山至梅灵南路",
            "desc":"始于十里龙脊主干道太坞山，沿梅家坞侧而下，止于梅灵南路外大桥民居，全程山林野路，最后一段实在太野，让人抓狂，沿小溪左右穿行，等你看到希望就在前方时却被九溪河隔断，只能沿河而行，民居家里却突然涌出5、6条狗朝你狂叫，着实吓人，堪称最野路线，超强推荐！全长约1.5KM"
        },
        {
            "title":"狮峰下山至九溪十八涧中段",
            "desc":"始于十里琅珰主干道狮峰，止于九溪十八涧慢行道的中段，全程山林野路，前半段沿山顶一路向西，在寿星头附近有几个瞭望台，没有树木遮挡，视野非常棒，可以鸟瞰对面的十里琅珰主干道和梅家坞！路线的尽头是九溪，需要过河才能到达十八涧慢行道，若遇涨水就没法过了，全长约1.5KM"
        },
        {
            "title":"五云山附近伏虎亭下山至九溪林海亭",
            "desc":"始于十里琅珰主干道五云山顶下几百米处的伏虎亭，止于九溪路上的林海亭，全程山林野路，关键是最后一小段是从山间河道里面走的，若遇下雨溪水上涨会很危险，若沿河边茶地而行，必须选对边，不然永远过不了河！全长约1.5KM"
        },
        {
            "title":"灵山景区新塘上山至牛背岭中",
            "desc":"始于灵山幻境景区南面山脚的新塘村，沿山而上，入口是一个废弃的矿山，虽是全程标准石阶路，但由于行走人员实在太少，路边的杂草完全覆盖了石阶，非野路但堪比野路！全长约1.8KM"
        }
    ]
}
]